type SlideType = {
  name: string;
  value: string;
};

export const slides: SlideType[] = [
  {
    name: "Людмила В.",
    value:
      "Мы выражаем признательность всей команде digital агентства WebPegas принявшем участие в разработке нашего сайта, процесс был четко организован, этапы создания сайта контролировались ответственным менеджером агентства, текущие вопросы решались оперативно и профессионально.",
  },
  {
    name: "Артем Т.",
    value:
      "Наша компания столкнулась с трудностью в оперативном анализе большого объема телефонных разговоров. Внедрение автоматической системы классификации разговоров вывело нас на новый уровень. Теперь мы не только экономим время, сократив его , но и активно улучшаем обслуживание клиентов.",
  },
  {
    name: "Арсений К.",
    value:
      "Ребята удивили, смогли кастомизировать платформу Tilda. Предлагали достаточно логичные изменения по UX. Были на связи во внерабочее время. Соблюдали сроки, внесли срочные правки даже 30 декабря, и сдали проект вовремя. Отдельное спасибо!",
  },
  {
    name: "Матвей М.",
    value:
      "Внедрение программы для автоматического анализа сканов стало нашим  решением. Сокращение времени обработки до нескольких минут на документ и отсутствие ошибок значительно повысили эффективность нашей работы.",
  },
];
