import "./AboutText.css";

export const AboutText = () => {
  return (
    <div className="about">
      <p>
        Мы специализируемся на мобильной разработке, создании веб-платформ и
        обучении нейронных сетей.
        <br />- Наш опыт и современные методы гарантируют
        <span> высокое качество решений.</span>
        <br />- Мы не только разрабатываем проекты, но и помогаем{" "}
        <span>определить стратегию </span>вашего бизнеса.
        <br />- Наше партнерство направлено на ваш <span>успех</span>, мы
        настроены на <span>долгосрочное взаимодействие</span>.
        <br />
        Доверьтесь нам, чтобы ваш бизнес процветал в цифровой эпохе. WebPegas -
        ваш проводник в мире цифровых решений!
      </p>
    </div>
  );
};
