import "./AboutText.css";

export const AboutText = () => {
  return (
    <div className="about">
      <p>
        Вы ищете профессиональную команду, которая может создать для вас
        мобильное приложение, сайт или нейросеть? Вы хотите получить продукт,
        который будет соответствовать вашим требованиям, бюджету и срокам? Вы
        хотите работать с людьми, которые разбираются в последних тенденциях и
        инструментах в области разработки и искусственного интеллекта?
      </p>
      <p>
        Тогда вы обратились по адресу! Мы готовы воплотить ваши идеи в
        реальность. Мы специализируемся на мобильной разработке, разработке
        сайтов и обучении нейросетей. Мы имеем большой опыт работы с различными
        заказчиками и проектами, от простых до сложных. Мы используем
        современные технологии и методологии, чтобы обеспечить высокое качество
        и эффективность нашей работы.
        <br /> Мы не просто выполняем техническую часть задания, мы также
        помогаем вам определить ваши цели, аудиторию, конкурентные преимущества
        и стратегию продвижения.
        <br /> Мы сопровождаем вас на всех этапах процесса, от идеи до запуска и
        поддержки.
        <br />
        <span style={{ color: "rgb(0, 255, 255)" }}>
          Мы стремимся к долгосрочному сотрудничеству и взаимовыгодному
          партнерству.
        </span>
      </p>
    </div>
  );
};
