import "./AboutText.css";

export const AboutText = () => {
  return (
    <div className="about">
      <p>
        Мы специализируемся на мобильной разработке, создании веб-платформ и
        обучении нейронных сетей.
        <br />
        - Наш опыт и современные методы гарантируют высокое качество решений.
        <br />
        - Мы не только разрабатываем проекты, но и помогаем определить стратегию
        вашего бизнеса.
        <br />
        - Наше партнерство направлено на ваш успех, мы настроены на долгосрочное
        взаимодействие.
        <br />
        Доверьтесь нам, чтобы ваш бизнес процветал в цифровой эпохе. WebPegas -
        ваш проводник в мире цифровых решений!
      </p>
    </div>
  );
};
